/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "Denne computers Internetforbindelse synes ikke at være aktiv.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "Denne computers Internetforbindelse er måske ikke aktiv.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "Denne computers Internetforbindelse synes at være aktiv.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "Denne computers DNS-server svarer ikke.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "DNS-serveren kunne ikke finde servernavnet.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "Denne computers router svarer ikke.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "Den server, som computeren forsøger at oprette forbindelse til, svarer ikke.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "Denne computers Internetforbindelse synes at være aktiv.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Adgangskode til webformular";

/* HTTP result code string */
"accepted" = "accepteret";

/* HTTP result code string */
"bad gateway" = "ugyldig gateway";

/* HTTP result code string */
"bad request" = "ugyldig anmodning";

/* HTTP result code string */
"client error" = "klientfejl";

/* HTTP result code string */
"conflict" = "konflikt";

/* HTTP result code string */
"continue" = "fortsæt";

/* HTTP result code string */
"created" = "oprettet";

/* HTTP result code string */
"expectation failed" = "forventning mislykkedes";

/* HTTP result code string */
"forbidden" = "forbudt";

/* HTTP result code string */
"found" = "fundet";

/* HTTP result code string */
"gateway timed out" = "timeout i gateway";

/* HTTP result code string */
"informational" = "oplysende";

/* HTTP result code string */
"internal server error" = "intern serverfejl";

/* HTTP result code string */
"length required" = "længde nødvendig";

/* HTTP result code string */
"method not allowed" = "metode ikke tilladt";

/* HTTP result code string */
"moved permanently" = "flyttet permanent";

/* HTTP result code string */
"multiple choices" = "flere valg";

/* HTTP result code string */
"needs proxy" = "kræver proxyserver";

/* HTTP result code string */
"no content" = "intet indhold";

/* HTTP result code string */
"no error" = "ingen fejl";

/* HTTP result code string */
"non-authoritative information" = "ikke godkendte oplysninger";

/* HTTP result code string */
"not found" = "ikke fundet";

/* HTTP result code string */
"not modified" = "ikke ændret";

/* HTTP result code string */
"partial content" = "delvist indhold";

/* HTTP result code string */
"payment required" = "betaling kræves";

/* HTTP result code string */
"precondition failed" = "forhåndsbetingelse ikke opfyldt";

/* HTTP result code string */
"proxy authentication required" = "proxygodkendelse nødvendig";

/* HTTP result code string */
"redirected" = "omdirigeret";

/* HTTP result code string */
"no longer exists" = "findes ikke længere";

/* HTTP result code string */
"request timed out" = "timeout i anmodning";

/* HTTP result code string */
"request too large" = "anmodning for stor";

/* HTTP result code string */
"requested URL too long" = "anmodet URL for lang";

/* HTTP result code string */
"requested range not satisfiable" = "anmodet udsnit utilfredsstillende";

/* HTTP result code string */
"reset content" = "nulstil indhold";

/* HTTP result code string */
"see other" = "se anden";

/* HTTP result code string */
"server error" = "serverfejl";

/* HTTP result code string */
"service unavailable" = "tjeneste utilgængelig";

/* HTTP result code string */
"success" = "succes";

/* HTTP result code string */
"switching protocols" = "skifter protokoller";

/* HTTP result code string */
"temporarily redirected" = "midlertidigt omdirigeret";

/* HTTP result code string */
"unacceptable" = "uacceptabelt";

/* HTTP result code string */
"unauthorized" = "uautoriseret";

/* HTTP result code string */
"unimplemented" = "ikke implementeret";

/* HTTP result code string */
"unsupported media type" = "medietype understøttes ikke";

/* HTTP result code string */
"unsupported version" = "version understøttes ikke";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "Der opstod et problem med kommunikation med webproxyserveren (HTTP).";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "Der opstod et problem med kommunikation med den sikre webproxyserver (HTTPS).";

/* WebFoundationErrorUnknown description */
"Err-998" = "ukendt fejl";

/* WebFoundationErrorCancelled description */
"Err-999" = "annulleret";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "ugyldig URL";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "Anmodningen fik timeout.";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "URL understøttes ikke";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "Der blev ikke fundet en server med det anførte værtsnavn.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "Kan ikke oprette forbindelse til serveren.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "Netværksforbindelsen gik tabt.";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "DNS lookup-fejl";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "for mange HTTP-omdirigeringer";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "ressource utilgængelig";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "Internetforbindelsen synes at være passiv.";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "omdirigeret ud i det blå";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "Der kom et forkert svar fra serveren.";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "ressource på nul byte";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "kan ikke afkode ubehandlede data";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "kan ikke afkode indholdsdata";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "kan ikke analysere svar";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "International roaming er slået fra lige nu.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "Der kan ikke etableres en dataforbindelse, fordi der er et aktivt opkald.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "Dataforbindelse ikke tilladt lige nu.";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "for mange anmodninger om streams";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "Den ønskede URL findes ikke på denne server.";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "arkiv er bibliotek";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "Du har ikke tilladelse til at få adgang til den ønskede ressource.";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "ressource overskrider maksimal størrelse";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "Der er opstået en SSL-fejl, og der kan ikke oprettes en sikker forbindelse til serveren.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "Certifikatet til denne server er udløbet.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "Certifikatet til denne server er udløbet. Du er evt. ved at oprette forbindelse til en server, der foregiver at være “%@”, og det kan bringe dine fortrolige oplysninger i fare.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "Certifikatet til denne server er ugyldigt.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "Certifikatet til denne server er ugyldigt. Du er evt. ved at oprette forbindelse til en server, der foregiver at være “%@”, og det kan bringe dine fortrolige oplysninger i fare.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "Certifikatet til denne server er signeret af en ukendt certifikatmyndighed.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "Certifikatet til denne server blev signeret af en ukendt certifikatmyndighed. Du er evt. ved at oprette forbindelse til en server, der foregiver at være “%@”, og det kan bringe dine fortrolige oplysninger i fare.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "Servercertifikatet til denne server er ikke gyldigt endnu.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "Certifikatet til denne server er endnu ikke gyldigt. Du er evt. ved at oprette forbindelse til en server, der foregiver at være “%@”, og det kan bringe dine fortrolige oplysninger i fare.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "Serveren accepterede ikke certifikatet.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "Serveren “%@” accepterede ikke certifikatet.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "Serveren kræver et klientcertifikat.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "Serveren “%@” kræver et klientcertifikat.";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "kan ikke indlæse fra netværk";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "Kan ikke oprette arkiv";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "Kan ikke åbne arkiv";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "Fejl under lukning af arkiv";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "Kan ikke skrive til arkiv";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "Kan ikke fjerne arkiv";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "Kan ikke flytte arkiv";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "Overførselsafkodning mislykkedes";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "Overførselsafkodning mislykkedes";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Vil du oprette forbindelse til serveren alligevel?";

/* Recovery suggestion */
"To change your proxy settings, open Network preferences, click Advanced, and then click Proxies. For help with this problem, contact your system administrator." = "Hvis du vil ændre dine proxyindstillinger, skal du åbne vinduet Netværk, klikke på Avanceret og derefter klikke på Proxyservere. Kontakt systemadministratoren, hvis du vil have hjælp til dette problem.";

/* AuthBrokerAgent proxy credential user notification - alert header */
"Proxy Authentication Required" = "Proxy-godkendelse kræves";

/* AuthBrokerAgent proxy credential user notification - alert message, args are 1) proxy type, 2) host name, 3) port number, e.g.:  Authentication for HTTP proxy csd3.apple.com:8080 */
"Authentication for %@ proxy\n%@:%d" = "Godkendelse af %@ proxyserver\n%@:%d";

/* AuthBrokerAgent proxy credential user notification - Cancel button title */
"Cancel" = "Annuller";

/* AuthBrokerAgent proxy credential user notification - Username title */
"Username" = "Brugernavn";

/* AuthBrokerAgent proxy credential user notification - Password title */
"Password" = "Adgangskode";
